[
	{
		"DATE":"14 июля 1941 года",
		"NOTE":"Шел первый месяц Великой Отечественной войны. Грозой для врага были новые советские танки КВ и Т-34. В этих танках стали устанавливаться радиостанции, что потребовало срочной подготовки большого количества стрелков-радистов. Военный совет Северного фронта принял постановление о формировании курсов стрелков-радистов при учебном центре Автобронетанкового управления в городе Ленинграде. Курсы создавались на базе Ленинградского политехнического института имени М.И.Калинина. Начальником курсов стрелков-радистов был назначен военный инженер 2-го ранга Григорий Петрович Александров. Для курсов отвели часть помещений Политехнического института.конец августа 1941 года"
	},
	{
		"DATE":"февраль 1942 года",
		"NOTE":"На базе Ленинградских курсов стрелков-радистов был сформирован учебный батальон по подготовке радиоспециалистов при учебном полку резерва начальствующего состава бронетанковых войск Красной Армии. Командиром батальона был назначен бывший начальник курсов военинженер 2-го ранга Г.П.Александров.  В радиобатальоне насчитывалось 294 курсанта. Учебный день составлял 13 часов. Радист-стрелок должен был надежно обеспечивать радиосвязь, умело стрелять из танкового пулемета, а при необходимости - и вести танк.  "
	},
	{
		"DATE":"11 июня 1942 года",
		"NOTE":"Директивой заместителя Народного комиссара обороны радиобатальон был выведен из состава учебного полка и реорганизован в школу радиоспециалистов бронетанковых и механизированных войск Красной Армии. Это решение вызвано было необходимостью комплектования радиоспециалистами новых танковых объединений, соединений и частей, в том числе радистами, радиотелеграфистами, младшими и средними командирами подразделений связи. Начальником школы был назначен все тот же военинженер 2-го ранга Г.П.Александров. В штат школы входили три батальона по подготовке младших радиоспециалистов (радистов танковых экипажей и танковых частей, радиомастеров, электромехаников, телефонных мастеров и телефонистов) со сроком обучения 1-3 месяца и курсы по подготовке и переподготовке средних и старших командиров-связистов бронетанковых и механизированных войск (радиотехников и начальников связи танковых полков и батальонов) со сроком обучения 1-6 месяцев."
	},
	{
		"DATE":"30 октября 1943 года",
		"NOTE":"Школа переведена на новые штаты, так как к концу 1943 года из танковых экипажей были исключены стрелки-радисты (на радиостанциях стали работать командиры танков). Однако из-за возросшего количества танковых частей и  соединений потребовалось еще большее количество офицеров-связистов и радиомастеров. При этом они должны были уметь в сжатые сроки учить командиров танков работе на радиостанциях.  "
	},
	{
		"DATE":"6 ноября 1943 года",
		"NOTE":"Школе радиоспециалистов бронетанковых и механизированных войск было вручено Боевое Знамя - символ воинской чести, славы, доблести и геройства. "
	},
	{
		"DATE":"июль 1944 года",
		"NOTE":"4 июля скончался один из основателей школы - ее начальник Г.П.Александров. 19 июля начальником школы был назначен инженер-подполковник Владимир Станиславович Равдоник. "
	},
	{
		"DATE":"1945 год",
		"NOTE":"В апреле произведен последний выпуск офицеров и сержантов - радистов военного времени. 10 августа вместо ушедшего в запас В.С.Равдоника начальником школы был назначен гвардии полковник Иван Николаевич Вегерчук. Под его командованием в основном был завершен процесс перевода школы на мирное положение. "
	},
	{
		"DATE":"1946 год",
		"NOTE":"4 января школу возглавил кандидат технических наук генерал-майор войск связи Василий Михайлович Говядкин. 6 мая школа была переведена на штаты мирного времени. Срок обучения был увеличен: для офицеров стал 2 года, для сержантов - 6 месяцев. Школа по-прежнему готовила офицеров - радиотехников и начальников связи танковых частей и сержантов - радиомастеров.  В июне школа была временно переведена в город Мичуринск Тамбовской области."
	},
	{
		"DATE":"1947 год",
		"NOTE":"В мае школа переведена в город Горький, где 25 сентября был произведен первый послевоенный выпуск молодых офицеров-радиотехников. Выпускники получили звание техник-лейтенант. 26 сентября начальником школы был назначен генерал-майор войск связи Сергей Сергеевич Монастырев."
	},
	{
		"DATE":"август 1951 года",
		"NOTE":"Приказом Министра обороны СССР школа радиоспециалистов БТ и МВ СА была подчинена начальнику войск связи и переформирована в Горьковское военное училище связи с трехгодичным сроком обучения, которое должно было теперь готовить специалистов для всех войск связи. Начальником училища осенью 1951 года был назначен полковник Федор Ефимович Омельчук. В октябре 1951 года училище начало свой первый учебный год."
	},
	{
		"DATE":"сентябрь 1952 года",
		"NOTE":"В училище были переведены годичные курсы по подготовке техников связи из расформированного Ленинградского военного училища связи имени Ленсовета в составе 150 курсантов и 11 человек постоянного офицерского состава."
	},
	{
		"DATE":"19 апреля 1955 года",
		"NOTE":"Начальником училища назначен генерал-майор войск связи Иван Иванович Волков."
	},
	{
		"DATE":"1958 год",
		"NOTE":"Поступление в войска новой техники привело к совершенствованию организационной структуры войск. Изменилась роль и место Войск ПВО в вооруженной борьбе и возрасли требования к ним.  Потребовались технически грамотные офицерские кадры, способные квалифицированно эксплуатировать новые системы. С 4 августа 1958 года подготовка таких специалистов была возложена на Горьковское военное училие связи. Потребовалось в корне перестроить содержание учебного процесса, фактически заново создать учебно-материальную базу, разработать новые учебные пособия и методические материалы."
	},
	{
		"DATE":"1 июня 1959 года",
		"NOTE":"Начальником училища назначен полковник Иван Николаевич Тюльга."
	},
	{
		"DATE":"11 февраля 1962 года",
		"NOTE":"Начальником училища назначен полковник Александр Давыдович Фетисов."
	},
	{
		"DATE":"13 октября 1965 года",
		"NOTE":"Начальником училища назначен генерал-майор войск связи Михаил Терентьевич Черноус."
	},
	{
		"DATE":"июль 1970 года",
		"NOTE":"В соответствие с приказом Министра обороны СССР училище преобразовано в Горьковское высшее военное командное училище связи и с 1970/1971 учебного года приступило к подготовке офицеров с высшим образованием. Срок обучения был установлен 4 года. Для обеспечения непрерывности выпуска офицеров в этом же году училище провело последний набор курсантов для обучения по программе среднего военно-учебного заведения. На базе циклов, существовавших в среднем училище, создавались кафедры. Ряд кафедр (кафедры математики, физики, линейных и нелинейных радиотехнических устройств и другие) были сформированы заново.  Большую помощь училищу оказала Военная академия связи. Кафедры академии принимали непосредственное участие в разработке новых учебных программ. Как никогда ранее, в училище встал вопрос о квалифицированных кадрах, в особенности профессорско-преподавательского состава. В 1970 году свыше 30% преподавательского состава не имели высшего образования. В это время в училище не было ни одного преподавателя, имеющего ученую степень и ученое звание. Пополнение училища научно-педагогическими кадрами проводилось главным образом за счет офицеров Военной академии связи."
	},
	{
		"DATE":"16 марта 1971 года",
		"NOTE":"Начальником училища назначен генерал-майор войск связи Юрий Эдуардович Киселло."
	},
	{
		"DATE":"3 ноября 1973 года",
		"NOTE":"Начальником училища назначен полковник-инженер Евгений Александрович Ермолаев."
	},
	{
		"DATE":"июль 1974 года",
		"NOTE":"Произведен первый выпуск по программе высшего командного училища связи. Выпускники получили звание \"лейтенант\" и диплом о высшем образовании.19 августа 1974 года"
	},
	{
		"DATE":"май-август 1975 года",
		"NOTE":"Завершив всего-лишь второй выпуск офицеров с высшим образованием в городе Горьком, училище передислоцировалось в Ленинград. Произведен первый набор курсантов в ЛВВИУС.  Центральное место в обучении и воспитании офицеров-инженеров принадлежит кафедре. Хорошо осознавая это, командование главное внимание сосредотачивает на становлении и развитии кафедр, укомплектовании их высококвалифицированными преподавателями и современной техникой. И вновь кадровый вопрос решаетя в основном путем вливания научно-педагогических кадров из ВАС. Если к концу 1974 года в училище вели преподавательскую работу 12 кандидатов наук, из них 5 имели ученые звания доцентов, то в 1980 году в училище уже работали более 50 кандидатов наук. "
	},
	{
		"DATE":"18 июля 1977 года",
		"NOTE":"Последний выпуск офицеров командного профиля, доучивавшихся в училище по своей четырехлетней программе.19 марта 1978 года"
	},
	{
		"DATE":"26 июня 1979 года",
		"NOTE":"В училище произведен первый выпуск лейтенантов-инженеров. На парадной форме они носили белые погоны."
	},
	{
		"DATE":"апрель 1980 года",
		"NOTE":"Введена в строй современная столовая для питания курсантов в одну смену. С этого года на фоне столовой фотографируются вместе с командованием почти все выпускающиеся курсы."
	},
	{
		"DATE":"июнь 1989 год",
		"NOTE":"За период с 1981 по 1989 год число кандидатов наук в училище возросло до 105; из них 55 имели ученое звание доцент. Основной подготовки кандидатов наук до 1989 года являлась целевая адъюнктура ВАС, где ежегодно обучалось 8-12 офицеров училища.  В 1989 году была открыта адъюнктура в училище со штатной численностью 15 офицеров. В июне в адъюнктуру приняты первые 5 человек."
	},
	{
		"DATE":"октябрь 1989 года",
		"NOTE":"Ушел на заслуженный отдых генерал-лейтенант Евгений Александрович Ермолаев.  Начальником училища назначен полковник Степан Романович Лигута."
	},
	{
		"DATE":"декабрь 1989 года",
		"NOTE":"Учрежден памятный нагрудный знак \"Ветеран ЛВВИУС имени Ленсовета\", которым были удостоены свыше 250 человек."
	},
	{
		"DATE":"1991 год",
		"NOTE":"В связи с переименованием города Ленинград в Санкт-Петербург и упразднением Советов народных депутатов училище получило новое наименование \"Санкт-Петербургское высшее военное инженерное училище связи\"."
	},
	{
		"DATE":"июль 1995 года",
		"NOTE":"Начальником училища назначен генерал-майор Георгий Степанович Дулгеров."
	},
	{
		"DATE":"июнь 1997 года",
		"NOTE":"В связи с сокращением Вооруженных Сил набор во все военные ВУЗы, в том числе и в СПВВИУС был сокращен в два раза."
	},
	{
		"DATE":"1 ноября 1998 года",
		"NOTE":"В соответствии с Постановлением правительства РФ от 28 августа 1998 г. № 1009 \"О военных образовательных учреждениях профессионального образования МО РФ\", подписанном  и.о. премьер-министра В.Черномырдиным, и приказом МО РФ № 417 от 27 сентября 1998 г. \"О реорганизации и ликвидации военных образовательных учреждений профессионального образования МО РФ\", подписанном маршалом И.Сергеевым, то, что осталось от училища, стало называться 4-м факультетом Военного ордена Ленина Краснознаменного университета связи, созданного на базе ВАС.  Родственные кафедры училища и ВАС были объединены. При этом штат объединеных кафедр университета стал примерно таким, каким он был в училище. То есть общее сокращение штата кафедр обоих ВВУЗов составило 2-3 раза. В результате уволилось примерно 2/3 преподавательского состава училища. Большой части преподавателям из ВАС пришлось брать на себя задачу обучения курсантов, приезжая на территорию училища."
	},
	{
		"DATE":"август 2000 года",
		"NOTE":"Несмотря на ликвидацию училища в рамках МО РФ, юридически и фактически 4-й факультет до лета 2000 года продолжал существовать достаточно автономно на территории бывшего СПВВИУС. В обиходе эту территорию все продолжали называть училищем. Начальником факультета оставался генерал-майор Г.С.Дулгеров. Даже денежное довольствие сотрудники из училища получали по ведомостями со старыми училищными наименованиями подразделений и в разное время с сотрудниками из академии. Такое положение существовало почти полтора года - именно столько длилась процедура юридического оформления нового учебного заведения - Военного университета связи. А училище продолжало учить и выпускать. Выпускники 1999 и 2000 годов получили дипломы об окончании СПВВИУС с гербовой печатью училища. Примечательно, что оба выпуска были досрочными почти на 3 месяца. После юридического преобразования Военной академии связи в Военный университет связи училище перестало существовать. Боевое Знамя ЛВВИУС имени Ленсовета было передано в музей. Ушел на пенсию и  последний начальник училища генерал-майор Г.С.Дулгеров."
	}
]