[
	{
		"ID": 1,
		"history": "Прапорщик Сулима проходил мимо кубрика в казарме и услыхал голоса и смех. Он всунул голову в дверь и заорал: - Я, кажется, сказал вам \"спокойной ночи\", а когда я это говорю, это значит, - \"ЗАТКНИТЕ СВОИ ЕБ*****КИ И НЕ ПИ****ТЕ!!!\", понятно?! Голос из кубрика: - Понятно, товарищ прапорщик, спокойной ночи..."
	},
	{
		"ID": 2,
		"history": "Дело было на 1-ом или 2-ом курсе... Когда я стоял (руки в брюки), держа под мышкой пачку компактов, которую принесла мне девушка, и болтал с ней же, ну не знал я тогда еще, что, когда проезжает волга Лигуты нужно вытянутся по струнке и козырять в сторону напидореннго бампера! :)) За это и был \"оштрафован\" САМИМ ГЕНЕРАЛОМ и вынужден был дать ему на время поюзать свой военный билет.. Правда, пришлось потом без него пару недель в казарме позагорать... Но, видать, генералу мой военник в то время был нужнее :)))" 
	},
	{
		"ID": 3,
		"history": "Дело было в какую-то субботу... Когда я был дневальным на первом курсе, так урки-дневальные с 12 курса зачем-то засунули в свое очко на 2-ом этаже чьи-то штаны. Так вот эти порточки проехли по говнотрубе на 1-ый этаж, где меня нещадно дрючил злобный Сулима за то, что краники не надраены... Так вот в этот самый момент это хреново говно и поперло из всех очек одновременно... Прапор сначала мило удивился, а затем с неимовернейшим усердием начал е#%&ь меня во все щели, чтобы не расслаблялся. Я в тот день с головы до ног провонял дерьмом. А сапоги ниже голенищ были у меня \"коричневые\". ;))) А наряд принимал у меня прапорский прихвостень Чекашкин (прости, Виталик, но тогда я был сильно озабочен тем, чтобы свалить в увал). Когда я пошел в увольнение, меня ни один патруль не остановил (сами понимаете, почему). Только дома я увидел душ... Такая, блин, жизненная история! :))) З.Ы.: А штанишки те только в понедельник вытащили джонсоны специальным методом аля \"продувка ершиком\"."
	},
	{
		"ID": 4,
		"history": "Как-то мы с Мишкой Батовым стояли в наряде по курсу... Говорим о нашей трудной нарядной жизни (как всегда казалось, что нарядов у нас очень много).  Так слово за слово, и вдруг понимаем, что Серега Роменский вроде бы давно не ходил в наряды. Репы почесали, повспоминали вроде точно - давно не ходил. Открыли мы книгу нарядов идавай считать. В итоге, у нас с Мишкой за месяц примерно по 3 (точно не помню, времени-то много прошло), а у Серого нет вообще. И тут мы вспомнили, Серега Сулиме в каптерку принес БОЛЬШУЮ кустовую розу из дома (ну типа, вот, пожалуйста, радуйтесь!!!)... Вот Сулиме и понравилась эта роза!"
	},
	{
		"ID": 5,
		"history": "История правдивая настолько, что даже не верится, что такое вообще могло быть. Итак. Первая Чечня. У нас добавляют, непонятно для чего, парочку патрулей. Один должон бродить вокруг училища. Ну и вот, стоим мы, значится, с товарищем Отцом, где-то в половине первого ночи на Парадной. Тихо так стоим... Курим даже. Тут я, какого хера, не знаю, вытаскиваю самодеятельно собственноручно выполненный кастет. Оно и понятно, надежды на штык-нож в рукопашной схватке с чеченцами (какие на хуй чеченцы!) прямо скажем: никакой. Так вот. Отец оживился и попросил подержать в руках. Я, безо всякой задней мысли конечно, даю. Ну у Отца, вероятно, в детстве хуевато с игрушками-то было, потому как он нисколько не задумываясь, - берет и хуярит энтим изделием по вывеске (это где реквизиты нашей конторы были написаны). Вывеску тоже наверное такие же, как он умельцы делали, потому как примерно букв шесть с нее попадало на пол. Картинка маслом!!! Легкий шок, переходящий в дикий хохот. Однако, поржав, понимаем, что через 15 минут пойдет караул в сопровождении дежурного по училищу на ту территорию. Надо что-то делать. Предлагаю: \"Нужен клей\". Звоню на курс, там Самоха дежурным. Говорю: \"Тащи клей\". Притаскивает - канцелярский (!!!). Немного мата по этому поводу, а затем опять дружный хохот после объяснения в столь странной небходимости, учитывая столь поздний час. Однако, проблема как была так и осталась. Перекуриваем. Приходит мысль, - нужен пластилин. Отец, поворочав мозгом, говорит - \"Щас приду!\". И куда-то на ту территорию дернул. Через пять минут тащит довольно-таки приличный кус пластилина. Быстренько делаем свое грязное дело. Все нормально. Честь училища спасена. Можно дальше нести службу. Ан нет. Тут на сцену выходит Ора. Ему че-то приспичило сходить проверить слепки на ту территорию, ну патруль у него такой! Как он влетел на КПП и сколько при этом было произнесено ненормативной лексики - разговор отдельный. Суть сводилась к тому, что кто-то (наверное, чеченцы) срезали с финчасти на слепке пластилин. В общем - ЖОПППА, товарищи! И похуярил к дежурному поделиться интересным открытием. Мы с Отцом в легком АХУЕ. И тут до меня доходит.... Дальнейшее повествование будет излишним." 
	}
]